Repository: Bldg-7/shepherd
Catalog: Shepherd/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Pi package or version has not been qualified
ja: Pi のパッケージまたはバージョンは未検証です
ko: Pi 패키지 또는 버전이 검증되지 않았습니다

source: Pi requires Node 22.19 or newer
ja: Pi には Node 22.19 以降が必要です
ko: Pi는 Node 22.19 이상이 필요합니다

source: Pi detected; managed browser launch is not enabled yet
ja: Pi を検出しました。管理対象ブラウザでの起動はまだ有効ではありません
ko: Pi를 발견했습니다. 관리형 브라우저 실행은 아직 활성화되지 않았습니다

source: %@ wants to:
ja: %@ が次の許可を求めています:
ko: %@에서 다음을 요청합니다:

source: %@; login unknown until launch
ja: %@、起動までログイン状態は不明です
ko: %@; 실행 전에는 로그인 상태를 알 수 없음

source: %lld panes
ja: %lld 個の pane
ko: pane %lld개

source: %lld tabs
ja: %lld 個の tab
ko: tab %lld개

source: 1Password app
ja: 1Password アプリ
ko: 1Password 앱

source: 1Password needs desktop CLI integration enabled by you; vendor approval may appear. Bitwarden needs a previously signed-in CLI context. Complete login, SSO and 2FA externally first. Node is required only by CLI distributions that need it.
ja: 1Passwordは利用者によるデスクトップCLI連携の有効化が必要です。ベンダーの承認が表示される場合があります。Bitwardenはログイン済みCLI設定が必要です。ログイン、SSO、2FAは外部で先に完了してください。Nodeは必要なCLI配布版のみの前提です。
ko: 1Password는 사용자가 데스크톱 CLI 연동을 활성화해야 하며 공급업체 승인이 표시될 수 있습니다. Bitwarden은 이미 로그인된 CLI 설정이 필요합니다. 로그인, SSO, 2FA는 먼저 외부에서 완료하세요. Node는 이를 요구하는 CLI 배포판에만 필요합니다.

source: A session name starts with a letter or digit and uses only letters, digits, ".", "_" and "-", up to 64 characters.
ja: セッション名は英字または数字で始め、英字、数字、「.」「_」「-」のみを使って64文字以内で入力してください。
ko: 세션 이름은 영문자나 숫자로 시작해야 하며, 영문자, 숫자, ".", "_", "-"만 사용해 64자까지 쓸 수 있습니다.

source: About agent integration
ja: エージェント連携について
ko: 에이전트 연결 안내

source: About Shepherd Browser
ja: Shepherd Browser について
ko: Shepherd Browser 안내

source: Account ID
ja: アカウントID
ko: 계정 ID

source: Account or server mismatch. No connection was accepted.
ja: アカウントまたはサーバーが一致しません。接続は受け入れられませんでした。
ko: 계정 또는 서버가 일치하지 않습니다. 연결을 승인하지 않았습니다.

source: Active
ja: アクティブ
ko: 활성

source: Add a machine in Settings.
ja: 設定でマシンを追加してください。
ko: 설정에서 머신을 추가하십시오.

source: Add Machine
ja: マシンを追加
ko: 머신 추가

source: Add Machine…
ja: マシンを追加…
ko: 머신 추가…

source: Advanced
ja: 詳細設定
ko: 고급 설정

source: Agent launch failed
ja: エージェントの起動に失敗しました
ko: 에이전트 실행 실패

source: Agent ready; browser not connected
ja: エージェント準備完了、ブラウザー未接続
ko: 에이전트 준비됨; 브라우저 미연결

source: Agents
ja: Agent
ko: Agent

source: Agents already running get the browser once they are restarted.
ja: すでに実行中の agent は、再起動するとブラウザを使えるようになります。
ko: 이미 실행 중인 agent는 다시 시작해야 브라우저를 쓸 수 있습니다.

source: All Workspaces
ja: すべての workspace
ko: 모든 workspace

source: Allow
ja: 許可
ko: 허용

source: An existing global Shepherd registration must be removed explicitly before session-only integration can be prepared.
ja: セッション専用連携を準備する前に、既存のグローバルな Shepherd 登録を明示的に削除してください。
ko: 세션 전용 연결을 준비하려면 기존 Shepherd 전역 등록을 명시적으로 제거해야 합니다.

source: An in-app pane browser with experimental agent integration and existing-agent resume. Codex 0.160.1/0.154 SessionStart reporting is first-turn-deferred; immediate idle resume confirmation remains a known limitation.
ja: アプリ内のペインブラウザです。エージェント連携と既存エージェントの再開は実験的機能です。Codex 0.160.1/0.154 の SessionStart の報告は最初のターンまで遅延し、アイドル状態で再開した直後の確認には既知の制限があります。
ko: 앱 안의 pane 브라우저입니다. 에이전트 연동과 기존 에이전트 재개는 실험적 기능입니다. Codex 0.160.1/0.154의 SessionStart 보고는 첫 턴까지 지연되며, 유휴 상태에서 재개한 직후의 확인에는 알려진 제한이 있습니다.

source: An in-app pane browser. Codex resume confirmation may wait until the first user turn; live agents are never restarted automatically.
ja: ペインに付属するアプリ内ブラウザです。Codex の再開確認は最初のユーザー入力まで遅れることがあります。実行中のエージェントを自動で再起動しません。
ko: pane에 연결되는 앱 내 브라우저입니다. Codex 재개 확인은 첫 사용자 입력까지 늦어질 수 있으며, 실행 중인 에이전트를 자동으로 재시작하지 않습니다.

source: Apply Injection Mode
ja: 設定方式を適用
ko: 설정 방식 적용

source: Authenticate with the 1Password app.
ja: 1Password アプリで認証します。
ko: 1Password 앱으로 인증합니다.

source: Authentication
ja: 認証
ko: 인증

source: Authentication method
ja: 認証方法
ko: 인증 방식

source: Back
ja: 戻る
ko: 뒤로

source: Back to Machines
ja: マシン一覧に戻る
ko: 머신 목록으로 돌아가기

source: Bitwarden master password
ja: Bitwardenマスターパスワード
ko: Bitwarden 마스터 비밀번호

source: Bitwarden server URL (HTTPS, exact status URL)
ja: BitwardenサーバーURL（HTTPS、statusと完全一致）
ko: Bitwarden 서버 URL (HTTPS, status URL과 정확히 일치)

source: Block other browser tools
ja: 他のブラウザツールをブロック
ko: 다른 브라우저 도구 차단

source: Blocked
ja: 応答待ち
ko: 응답 대기

source: Browser
ja: ブラウザ
ko: 브라우저

source: Browser agent launching is unavailable here. Shell tabs remain available.
ja: ここではブラウザーエージェントを起動できません。シェルタブは利用できます。
ko: 여기서는 브라우저 에이전트를 실행할 수 없습니다. 셸 탭은 사용할 수 있습니다.

source: Browser Agents (Experimental)
ja: ブラウザエージェント（実験的機能）
ko: 브라우저 에이전트 (실험적 기능)

source: Browser connected
ja: ブラウザー接続済み
ko: 브라우저 연결됨

source: Browser injected; not connected
ja: ブラウザー設定済み、未接続
ko: 브라우저 설정됨; 미연결

source: Browser injection
ja: ブラウザーの設定方式
ko: 브라우저 설정 방식

source: Browser injection missing
ja: ブラウザー設定がありません
ko: 브라우저 설정이 누락됨

source: Browser MCP servers to block
ja: ブロックするブラウザ MCP サーバー
ko: 차단할 브라우저 MCP 서버

source: Browser status unknown
ja: ブラウザーの状態は不明です
ko: 브라우저 상태 알 수 없음

# BrowserTab.Untitled
source: New Tab
ja: 新規タブ
ko: 새 탭

source: Built-in Personal, Private, Employee and default Shared vaults cannot be granted to a Service Account. Use a separate vault. Shepherd does not create accounts or change provider permissions.
ja: 組み込みの Personal・Private・Employee および既定の Shared 保管庫は対象外です。別の保管庫を使用してください。Shepherd はアカウント作成や提供元の権限変更を行いません。
ko: 기본 Personal·Private·Employee 및 기본 Shared Vault는 대상이 아닙니다. 별도 Vault를 사용하세요. Shepherd는 계정을 만들거나 Provider 권한을 변경하지 않습니다.

source: Cancel
ja: キャンセル
ko: 취소

source: Cancel Connection
ja: 接続をキャンセル
ko: 연결 취소

source: Change shared host agent configuration?
ja: 共有ホストのエージェント設定を変更しますか？
ko: 공유 호스트의 에이전트 설정을 바꿀까요?

source: Changes you made may not be saved.
ja: 加えた変更は保存されない可能性があります。
ko: 변경한 내용이 저장되지 않을 수 있습니다.

source: Check for updates automatically
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…

source: Check Now
ja: 今すぐ確認
ko: 지금 확인

source: Check Prerequisites Again
ja: 必要条件を再確認
ko: 필수 조건 다시 확인

source: Checking %@…
ja: %@ を確認中…
ko: %@ 확인 중…

source: Checking the explicit account context…
ja: 指定されたアカウント設定を確認中…
ko: 명시적 계정 설정 확인 중…

source: Checking…
ja: 確認中…
ko: 확인 중…

source: Choose a Password Manager
ja: パスワードマネージャーを選択
ko: 비밀번호 관리자 선택

source: Choose your official CLI and its configuration explicitly. No installation, login or vendor trust-setting changes are performed.
ja: 公式 CLI とその設定を明示的に指定してください。インストール・ログイン・提供元の信頼設定の変更は行いません。
ko: 공식 CLI와 설정 위치를 직접 지정하세요. 설치·로그인·Provider 신뢰 설정 변경은 수행하지 않습니다.

source: Choose your official CLI and its existing authenticated configuration explicitly. No installation, login, account discovery, or vendor trust-setting changes are performed.
ja: 公式CLIと認証済みの既存設定を明示的に選択してください。インストール、ログイン、アカウント検索、ベンダー信頼設定の変更は行いません。
ko: 공식 CLI와 기존 인증된 설정을 명시적으로 선택하세요. 설치, 로그인, 계정 검색 또는 공급업체 신뢰 설정 변경을 수행하지 않습니다.

source: Choose…
ja: 選択…
ko: 선택…

source: Claude uses a session-local skill plugin. Codex uses session-local MCP and instructions; this is not native skill registration.
ja: Claude はセッション専用のスキルプラグインを使用します。Codex はセッション専用の MCP と指示を使用し、ネイティブのスキル登録ではありません。
ko: Claude는 세션 전용 스킬 플러그인을 사용합니다. Codex는 세션 전용 MCP와 지침을 사용하며, 네이티브 스킬 등록은 아닙니다.

source: Clear
ja: 消去
ko: 지우기

source: CLI capability unsupported; update the CLI
ja: CLIの機能が未対応です。CLIを更新してください
ko: CLI 기능 미지원; CLI를 갱신하세요

source: CLI missing; install it on This Mac
ja: CLIがありません。このMacにインストールしてください
ko: CLI 없음; 이 Mac에 설치하세요

source: CLI targets: op 2.32.0 / bw 2025.11.0. Installed CLI availability is a prerequisite, not vendor E2E qualification.
ja: CLI対象: op 2.32.0 / bw 2025.11.0。CLIの存在は前提条件であり、ベンダーE2E検証ではありません。
ko: CLI 대상: op 2.32.0 / bw 2025.11.0. CLI 설치 여부는 사전 조건이며 공급업체 E2E 검증이 아닙니다.

source: Close “%@”?
ja: 「%@」を閉じますか?
ko: ‘%@’을(를) 닫겠습니까?

source: Close Browser
ja: ブラウザを閉じる
ko: 브라우저 닫기

source: Close Browser Tab
ja: タブを閉じる
ko: 탭 닫기

source: Close Pane
ja: pane を閉じる
ko: pane 닫기

source: Close Tab
ja: tab を閉じる
ko: tab 닫기

source: Collapsed
ja: 折りたたみ
ko: 접힘

source: Comma-separated names from your agent's MCP configuration. This does not rename Shepherd's MCP server.
ja: エージェントの MCP 設定にある名前をコンマで区切って指定します。Shepherd の MCP サーバー名を変更するものではありません。
ko: 에이전트의 MCP 설정에 있는 이름을 쉼표로 구분해 입력합니다. Shepherd MCP 서버의 이름을 바꾸는 설정이 아닙니다.

source: Competing browser suppression is off by default. Changes affect future preparation; running agents are not restarted.
ja: 他のブラウザーツールはデフォルトでは無効にしません。変更は次回の準備から適用され、実行中のエージェントは再起動しません。
ko: 다른 브라우저 도구는 기본적으로 끄지 않습니다. 변경 사항은 다음 준비부터 적용되며 실행 중인 에이전트는 재시작하지 않습니다.

source: Competing MCP server names (comma separated)
ja: 他のMCPサーバー名（カンマ区切り）
ko: 다른 MCP 서버 이름 (쉼표로 구분)

source: Connect Explicitly
ja: 明示的に接続
ko: 명시적으로 연결

source: Connect saves only these paths and account/server metadata in private settings. Password and session stay transient; the chosen vendor context may be read or written by its CLI.
ja: 接続時はパスとアカウント・サーバー情報のみを非公開設定に保存します。パスワードとセッションは一時的です。選択したベンダー設定はCLIにより読み書きされる場合があります。
ko: 연결 시 경로와 계정/서버 메타데이터만 비공개 설정에 저장됩니다. 비밀번호와 세션은 일시적으로만 유지되며 선택한 공급업체 설정은 CLI가 읽거나 쓸 수 있습니다.

source: Connect…
ja: 接続…
ko: 연결…

source: Connected to the explicit account. This does not verify item access or browser fill.
ja: 指定されたアカウントに接続しました。アイテムアクセスやブラウザー入力の検証ではありません。
ko: 명시된 계정에 연결되었습니다. 항목 접근이나 브라우저 입력을 검증한 것은 아닙니다.

source: Connecting…
ja: 接続中…
ko: 연결 중…

source: Connection closed
ja: 接続が閉じられました
ko: 연결이 닫힘

source: Connection Failed
ja: 接続できませんでした
ko: 연결 실패

source: Connection failed. Sensitive command output is not displayed. Retry only after checking the official vendor setup.
ja: 接続に失敗しました。機密コマンド出力は表示しません。公式ベンダー設定を確認してから再試行してください。
ko: 연결에 실패했습니다. 민감한 명령 출력은 표시하지 않습니다. 공식 공급업체 설정을 확인한 후에만 다시 시도하세요.

source: Connection refused
ja: 接続が拒否されました
ko: 연결이 거부됨

source: Connection reset
ja: 接続がリセットされました
ko: 연결이 재설정됨

source: Connection setup is not implemented yet. 1Password requires a user-configured official op CLI and desktop integration; Bitwarden requires a user-configured official bw CLI. Node is an external prerequisite only for CLI distributions that require it. Nothing is installed or signed in automatically.
ja: 接続設定はまだ実装されていません。1Passwordにはユーザーが設定した公式op CLIとデスクトップ連携、Bitwardenにはユーザーが設定した公式bw CLIが必要です。Nodeは必要とするCLI配布形態でのみ外部の前提条件です。自動インストールやログインは行いません。
ko: 연결 설정은 아직 구현되지 않았습니다. 1Password에는 사용자가 설정한 공식 op CLI와 데스크톱 연동이, Bitwarden에는 사용자가 설정한 공식 bw CLI가 필요합니다. Node는 이를 요구하는 CLI 배포판에만 외부 사전 요건입니다. 자동 설치나 로그인은 하지 않습니다.

source: Connection setup is open in another window.
ja: 接続設定は別のウインドウで開いています。
ko: 다른 창에서 연결 설정이 열려 있습니다.

source: Continue
ja: 続ける
ko: 계속

source: Copied
ja: コピーしました
ko: 복사됨

source: Copy Command
ja: コマンドをコピー
ko: 명령어 복사

source: Could not inspect
ja: 確認できませんでした
ko: 확인할 수 없음

source: Couldn't check %@: %@
ja: %1$@ を確認できませんでした: %2$@
ko: %1$@을(를) 확인할 수 없습니다: %2$@

source: Couldn't Close
ja: 閉じられませんでした
ko: 닫을 수 없음

source: Couldn't connect to %@: %@.
ja: %1$@ に接続できませんでした: %2$@。
ko: %1$@에 연결할 수 없습니다: %2$@.

source: Couldn't connect to %@.
ja: %@ に接続できませんでした。
ko: %@에 연결할 수 없습니다.

source: Couldn't find %@: the name doesn't resolve.
ja: %@ が見つかりません。名前を解決できません。
ko: %@ 호스트를 찾을 수 없습니다. 이름을 조회할 수 없습니다.

source: Couldn't reach herdr.sock: %@
ja: herdr.sock に接続できません: %@
ko: herdr.sock에 연결할 수 없습니다: %@

source: Couldn't register the browser tools
ja: ブラウザツールを登録できませんでした
ko: 브라우저 도구를 등록할 수 없음

source: Couldn't Rename
ja: 名前を変更できませんでした
ko: 이름을 변경할 수 없음

source: Couldn't Save Machine
ja: マシンを保存できませんでした
ko: 머신을 저장할 수 없음

source: Couldn't set up: %@
ja: セットアップできませんでした: %@
ko: 설정할 수 없습니다: %@

source: Create a Service Account with the required Vault permissions in 1Password. Use read-only permissions where possible. The token stays in memory and must be entered again after disconnect or restart.
ja: 1Password で必要な保管庫の権限を持つ Service Account を作成してください。可能な限り読み取り専用にします。トークンはメモリにのみ保持し、切断・再起動後は再入力が必要です。
ko: 1Password에서 필요한 Vault 권한을 가진 Service Account를 만드세요. 가능한 한 읽기 전용 권한을 사용하세요. 토큰은 메모리에만 유지하며 연결 해제·재시작 후 다시 입력해야 합니다.

source: Diagnostics
ja: 診断
ko: 문제 진단

source: Disable competing browser tools for Shepherd launches
ja: Shepherdで起動する際に他のブラウザーツールを無効にする
ko: Shepherd로 실행할 때 다른 브라우저 도구 끄기

source: Don't Allow
ja: 許可しない
ko: 허용 안 함

source: Done
ja: 完了
ko: 완료

source: Download multiple files
ja: 複数ファイルのダウンロード
ko: 여러 파일 다운로드

source: Each pane can have a browser of its own, which stays with the pane.
ja: pane ごとに専用のブラウザを開けます。ブラウザは pane を閉じるまで保たれます。
ko: pane마다 브라우저를 따로 열 수 있고, 그 브라우저는 pane이 닫힐 때까지 유지됩니다.

source: Edit files on this Mac
ja: この Mac のファイルの編集
ko: 이 Mac의 파일 편집

source: Enable desktop CLI integration yourself. Vendor approval may appear. This method uses your account permissions.
ja: デスクトップアプリの CLI 連携を有効にしてください。提供元の承認画面が表示される場合があります。この方法はアカウントの権限を使用します。
ko: 데스크톱 앱의 CLI 연동을 직접 활성화하세요. Provider 승인 화면이 나타날 수 있으며, 이 방식은 계정에 부여된 권한을 사용합니다.

source: Enter a valid Service Account token. No other authentication method will be tried.
ja: 有効な Service Account トークンを入力してください。他の認証方法には切り替えません。
ko: 유효한 Service Account 토큰을 입력하세요. 다른 인증 방식으로 전환하지 않습니다.

source: Enter valid absolute paths, runtime PATH, account ID and the required HTTPS Bitwarden server URL.
ja: 有効な絶対パス、実行用PATH、アカウントIDと必須のHTTPS BitwardenサーバーURLを入力してください。
ko: 유효한 절대 경로, 런타임 PATH, 계정 ID 및 필수 HTTPS Bitwarden 서버 URL을 입력하세요.

source: Every pane in the tab is closed, and whatever runs in them — agents included — is ended.
ja: tab 内のすべての pane が閉じられ、その中で実行中のものは agent も含めてすべて終了します。
ko: tab 안의 모든 pane이 닫히고, 그 안에서 실행 중인 것은 agent를 포함해 모두 종료됩니다.

source: Expanded
ja: 展開
ko: 펼쳐짐

source: Experimental Features
ja: 実験的機能
ko: 실험적 기능

source: Explicit HOME directory
ja: 明示的なHOMEディレクトリ
ko: 명시적 HOME 디렉터리

source: Filter
ja: フィルタ
ko: 필터

source: Filter by Workspace
ja: workspace で絞り込む
ko: workspace로 필터

source: Forward
ja: 進む
ko: 앞으로

source: Generate New Key
ja: 新しい鍵を生成
ko: 새 키 생성

source: Global CLI settings and skill folders are not modified. Running agents are not restarted automatically.
ja: グローバルな CLI 設定やスキルフォルダは変更しません。実行中のエージェントを自動で再起動することもありません。
ko: 전역 CLI 설정과 스킬 폴더는 변경하지 않습니다. 실행 중인 에이전트를 자동으로 재시작하지 않습니다.

source: Global registration (explicit alternative)
ja: グローバル登録（明示的な代替方式）
ko: 전역 등록 (명시적 대안)

source: Global registrations need an explicit update before launching.
ja: 起動する前にグローバル登録を明示的に更新してください。
ko: 실행하기 전에 전역 등록을 명시적으로 갱신해야 합니다.

source: Group by Tab
ja: tab ごとにまとめる
ko: tab별로 묶기

source: herdr exited with status %lld.
ja: herdr がステータス %lld で終了しました。
ko: herdr가 상태 %lld(으)로 종료되었습니다.

source: herdr.sock closed the connection without responding
ja: herdr.sock が応答せずに接続を閉じました
ko: herdr.sock이 응답 없이 연결을 닫았습니다

source: herdr.sock's path is too long for a Unix domain socket
ja: herdr.sock のパスが Unix ドメインソケットには長すぎます
ko: herdr.sock 경로가 Unix 도메인 소켓에 쓰기에는 너무 깁니다

source: herdr's answer didn't name the new tab.
ja: herdr の応答に新しい tab が含まれていませんでした。
ko: herdr의 응답에 새 tab이 없습니다.

source: Hide Browser
ja: ブラウザを隠す
ko: 브라우저 숨기기

source: Hide Browser (⌥⌘B)
ja: ブラウザを隠す (⌥⌘B)
ko: 브라우저 숨기기 (⌥⌘B)

source: Host unreachable
ja: ホストに到達できません
ko: 호스트에 연결할 수 없음

source: Hostname
ja: ホスト名
ko: 호스트 이름

source: Idle
ja: 待機中
ko: 대기 중

source: Install Bundled Runtime
ja: 同梱のランタイムをインストール
ko: 앱에 포함된 런타임 설치

source: Installed (offline)
ja: インストール済み（オフライン）
ko: 설치됨 (오프라인)

source: Installed on %@
ja: %@ にインストール済み
ko: %@에 설치됨

source: Installs the shepherd-browser skill from Bldg-7/shepherd on GitHub on the active machine, and registers its browser tools with Claude Code and Codex there. Agents started after that can use the browser Shepherd shows beside their pane.
ja: GitHub の Bldg-7/shepherd から shepherd-browser スキルをアクティブなマシンにインストールし、そのマシンの Claude Code と Codex にブラウザツールを登録します。その後に起動した agent は、Shepherd が pane の横に表示するブラウザを使えます。
ko: GitHub의 Bldg-7/shepherd에서 shepherd-browser 스킬을 받아 활성 머신에 설치하고, 그 머신의 Claude Code와 Codex에 브라우저 도구를 등록합니다. 그 뒤에 시작한 agent는 Shepherd가 pane 옆에 표시하는 브라우저를 쓸 수 있습니다.

source: Its SSH key or password is deleted from the Keychain. A key Shepherd generated can't be recovered: adding the machine again means authorizing a new key on it.
ja: このマシンの SSH 鍵またはパスワードはキーチェーンから削除されます。Shepherd が生成した鍵は復元できないため、マシンを再度追加するにはそのマシンに新しい鍵を登録する必要があります。
ko: 키체인에서 이 머신의 SSH 키나 암호가 삭제됩니다. Shepherd가 생성한 키는 복구할 수 없으므로, 머신을 다시 추가하려면 해당 머신에 새 키를 등록해야 합니다.

source: Key
ja: 鍵
ko: 키

source: Key files with more than one key aren't supported
ja: 複数の鍵を含む鍵ファイルには対応していません
ko: 키가 두 개 이상 들어 있는 키 파일은 지원하지 않습니다

source: Key Source
ja: 鍵の用意
ko: 키 출처

source: Keychain error %d
ja: キーチェーンエラー %d
ko: 키체인 오류 %d

source: Keychain error %d: %@
ja: キーチェーンエラー %1$d: %2$@
ko: 키체인 오류 %1$d: %2$@

source: Know when you're using this Mac
ja: この Mac を使用中かどうかの確認
ko: 이 Mac을 사용 중인지 확인

source: Know your location
ja: 位置情報の取得
ko: 위치 확인

source: Launch
ja: 起動
ko: 실행

source: Leave
ja: 移動する
ko: 나가기

source: Leave it empty to call the pane by its title again.
ja: 空欄にすると、pane は元のタイトルで表示されます。
ko: 비워 두면 pane을 다시 원래 제목으로 표시합니다.

source: Leave this page?
ja: このページから移動しますか?
ko: 이 페이지에서 나갈까요?

source: Loading panes…
ja: pane を読み込み中…
ko: pane 불러오는 중…

source: Loading…
ja: 読み込み中…
ko: 불러오는 중…

source: Logged in, but the machine wouldn't open a channel to herdr.
ja: ログインしましたが、マシンが herdr へのチャンネルを開きませんでした。
ko: 로그인했지만 머신이 herdr로 가는 채널을 열어 주지 않았습니다.

source: Machine
ja: マシン
ko: 머신

source: Machines
ja: マシン
ko: 머신

source: Make Active
ja: アクティブにする
ko: 활성화

source: Manage windows on all your displays
ja: すべてのディスプレイのウインドウの管理
ko: 모든 디스플레이의 창 관리

source: Method
ja: 方式
ko: 방식

source: Mode changes require fresh inspection of every local session, with no pending or running agents or browser MCPs.
ja: 設定方式を変更するには、すべてのローカルセッションを直近に確認し、待機中または実行中のエージェントやブラウザーMCPがないことが必要です。
ko: 설정 방식을 바꾸려면 모든 로컬 세션을 최근에 확인해야 하며, 대기 중이거나 실행 중인 에이전트 및 브라우저 MCP가 없어야 합니다.

source: Name
ja: 名前
ko: 이름

source: Name the new workspace and press Return. Left empty, herdr names it. It starts in the home folder of the machine.
ja: 新しい workspace の名前を入力して Return キーを押してください。空欄のままにすると herdr が名前を付けます。マシンのホームフォルダで開始します。
ko: 새 workspace의 이름을 입력하고 Return 키를 누르십시오. 비워 두면 herdr가 이름을 붙입니다. 머신의 홈 폴더에서 시작합니다.

source: Name the tab and press Return to open it. Left empty, herdr numbers it.
ja: tab の名前を入力し、Return キーを押して開いてください。空欄のままにすると herdr が番号を付けます。
ko: tab 이름을 입력하고 Return 키를 눌러 여십시오. 비워 두면 herdr가 번호를 붙입니다.

source: Network unreachable
ja: ネットワークに到達できません
ko: 네트워크에 연결할 수 없음

source: New Browser Tab
ja: 新規タブ
ko: 새 탭

source: New Tab
ja: 新しい tab
ko: 새 tab

source: New Tab (⌘T)
ja: 新しい tab (⌘T)
ko: 새 tab (⌘T)

source: New Tab…
ja: 新しい tab…
ko: 새 tab…

source: New Workspace
ja: 新しい workspace
ko: 새 workspace

source: New Workspace “%@”
ja: 新しい workspace「%@」
ko: 새 workspace ‘%@’

source: New Workspace…
ja: 新しい workspace…
ko: 새 workspace…

source: No Active Machine
ja: アクティブなマシンなし
ko: 활성 머신 없음

source: No answer from the setup script
ja: セットアップスクリプトから応答がありません
ko: 설정 스크립트에서 응답이 없음

source: No authenticated connection. Sign in using the official vendor tools in the selected configuration, then retry explicitly.
ja: 認証済み接続はありません。選択した設定で公式ツールを使用してログインし、明示的に再試行してください。
ko: 인증된 연결이 없습니다. 선택한 설정에서 공식 공급업체 도구로 로그인한 후 명시적으로 다시 시도하세요.

source: No Browser
ja: ブラウザなし
ko: 브라우저 없음

source: No Matches
ja: 一致する項目なし
ko: 일치하는 항목 없음

source: No Pane Selected
ja: pane が選択されていません
ko: 선택한 pane 없음

source: No Panes
ja: pane がありません
ko: pane 없음

source: No Selection
ja: 選択項目なし
ko: 선택 항목 없음

source: No such file or directory
ja: ファイルまたはディレクトリがありません
ko: 해당 파일이나 디렉터리가 없음

source: Node 20 or newer is required on This Mac. CLI capability checks do not verify login. Complete login in the CLI if agent readiness fails.
ja: このMacにNode 20以降が必要です。CLIの機能確認ではログイン状態は確認しません。エージェントが準備できない場合はCLIでログインしてください。
ko: 이 Mac에 Node 20 이상이 필요합니다. CLI 기능 확인으로는 로그인 여부를 알 수 없습니다. 에이전트가 준비되지 않으면 CLI에서 로그인하세요.

source: Node 20 or newer required
ja: Node 20以降が必要です
ko: Node 20 이상 필요

source: Node.js was not found in the app's PATH or supported install locations. Node 20 or newer is required.
ja: アプリの PATH または対応するインストール先に Node.js が見つかりません。Node 20 以降が必要です。
ko: 앱의 PATH 또는 지원하는 설치 위치에서 Node.js를 찾지 못했습니다. Node 20 이상이 필요합니다.

source: None
ja: なし
ko: 없음

source: Not an OpenSSH PEM private key (expected -----BEGIN OPENSSH PRIVATE KEY-----)
ja: OpenSSH PEM 形式の秘密鍵ではありません(-----BEGIN OPENSSH PRIVATE KEY----- で始まる必要があります)
ko: OpenSSH PEM 개인 키가 아닙니다(-----BEGIN OPENSSH PRIVATE KEY-----로 시작해야 함)

source: Not checked
ja: 未確認
ko: 확인 전

source: Not configured. Selecting a manager does not connect or unlock it.
ja: 未設定です。選択しても接続やロック解除は行われません。
ko: 설정되지 않음. 관리자를 선택해도 연결하거나 잠금을 해제하지 않습니다.

source: Not connected to herdr yet
ja: まだ herdr に接続されていません
ko: 아직 herdr에 연결되지 않았습니다

source: Not installed
ja: 未インストール
ko: 설치되지 않음

source: Not installed on %@
ja: %@ にインストールされていません
ko: %@에 설치되지 않음

source: Not installed on this machine
ja: このマシンにはインストールされていません
ko: 이 머신에 설치되어 있지 않음

source: Not trying again until you press Retry.
ja: 「再試行」を押すまで再接続しません。
ko: 다시 시도를 누를 때까지 재시도하지 않습니다.

source: Off
ja: オフ
ko: 꺼짐

source: Official CLI executable
ja: 公式CLI実行ファイル
ko: 공식 CLI 실행 파일

source: Only affects future Shepherd launches. Keeps agents from using competing browser tools; does not change global CLI settings.
ja: 今後 Shepherd から起動するセッションだけに適用します。他のブラウザツールの使用を抑止し、グローバルな CLI 設定は変更しません。
ko: 앞으로 Shepherd에서 실행할 세션에만 적용합니다. 다른 브라우저 도구 사용을 막으며 전역 CLI 설정은 변경하지 않습니다.

source: Only authentication method, paths and account/server metadata are saved. Passwords, tokens and sessions stay transient; the selected vendor context may be read or written by its CLI.
ja: 認証方法・パス・アカウント／サーバー情報だけを保存します。パスワード・トークン・セッションは一時保持のみです。選択した設定は提供元の CLI が読み書きする場合があります。
ko: 인증 방식·경로·계정/서버 정보만 저장합니다. 비밀번호·토큰·세션은 일시적으로만 유지하며, 선택한 설정은 Provider CLI가 읽거나 쓸 수 있습니다.

source: Open Browser
ja: ブラウザを開く
ko: 브라우저 열기

source: Open Settings
ja: 設定を開く
ko: 설정 열기

source: Packaged browser runtime
ja: 同梱のブラウザーランタイム
ko: 앱에 포함된 브라우저 런타임

source: Passphrase-encrypted keys aren't supported yet — use an unencrypted key
ja: パスフレーズで暗号化された鍵にはまだ対応していません。暗号化されていない鍵を使用してください
ko: 암호문으로 암호화된 키는 아직 지원하지 않습니다. 암호화되지 않은 키를 사용하십시오

source: Password
ja: パスワード
ko: 암호

source: Password Manager
ja: パスワードマネージャー
ko: 비밀번호 관리자

source: Paste an OpenSSH private key (PEM). It's stored in the Keychain, never in plain app storage.
ja: OpenSSH の秘密鍵(PEM)を貼り付けてください。鍵は通常のアプリの保存領域ではなく、キーチェーンに保存されます。
ko: OpenSSH 개인 키(PEM)를 붙여넣으십시오. 키는 일반 앱 저장소가 아닌 키체인에 저장됩니다.

source: Paste Existing Key
ja: 既存の鍵を貼り付け
ko: 기존 키 붙여넣기

source: Per-session plugin (default)
ja: セッションごとのプラグイン（デフォルト）
ko: 세션별 플러그인 (기본값)

source: Permission denied
ja: アクセス権がありません
ko: 권한 없음

source: Port
ja: ポート
ko: 포트

source: Port used only for authenticated browser connections on this Mac.
ja: この Mac 内の認証済みブラウザ接続にのみ使うポートです。
ko: 이 Mac 내부의 인증된 브라우저 연결에만 사용하는 포트입니다.

source: Preparation
ja: 準備状況
ko: 준비 상태

source: Preparation failed
ja: 準備に失敗しました
ko: 준비 실패

source: Prepared automatically for Shepherd sessions. Claude uses a session skill plugin; Codex receives MCP and instructions; Pi uses a session-only TUI extension and skill. Requires Node 20+ (Pi: 22.19+). Preparation does not verify login.
ja: Shepherd セッション用に自動準備します。Claude はスキルプラグイン、Codex は MCP と指示、Pi はセッション限定の TUI 拡張とスキルを使用します。Node 20 以降（Pi は 22.19 以降）が必要です。準備完了はログイン確認を意味しません。
ko: Shepherd 세션용으로 자동 준비합니다. Claude는 스킬 플러그인, Codex는 MCP와 지침, Pi는 세션 전용 TUI 확장과 스킬을 사용합니다. Node 20 이상(Pi는 22.19 이상)이 필요하며, 준비 완료는 로그인 확인을 의미하지 않습니다.

source: Prepared automatically while Shepherd Browser is on. Only agents launched or explicitly resumed by Shepherd receive this integration.
ja: Shepherd Browser がオンの間に自動準備します。Shepherd から起動または明示的に再開したエージェントだけに連携を追加します。
ko: Shepherd Browser가 켜져 있으면 자동으로 준비합니다. Shepherd에서 실행하거나 명시적으로 재개한 에이전트에만 연결합니다.

source: Preparing browser agent…
ja: ブラウザーエージェントを準備中…
ko: 브라우저 에이전트 준비 중…

source: Preparing…
ja: 準備中…
ko: 준비 중…

source: Profile
ja: プロファイル
ko: 프로필

source: Provider configuration directory
ja: プロバイダー設定ディレクトリ
ko: 공급업체 설정 디렉터리

source: Read access confirmed; other permissions are not audited.
ja: 読み取りアクセスを確認しました。他の権限は検証していません。
ko: 읽기 접근을 확인했습니다. 다른 권한은 검증하지 않았습니다.

source: read failed: %@
ja: 読み取りに失敗しました: %@
ko: 읽기 실패: %@

source: Readable vaults
ja: 読み取り可能な保管庫
ko: 읽기 가능한 Vault

source: Registered
ja: 登録済み
ko: 등록됨

source: Reload
ja: 再読み込み
ko: 새로고침
